Repository: pmpr/wp-utl-otp
Catalog: translation/*.po
Languages: fa_ir

source: Your OTP Code
fa_ir: رمز یکبار مصرف شما

source: Your OTP code is: %s
fa_ir: رمز یکبار مصرف شما: %s

source: OTP Requests
fa_ir: درخواست‌های رمز یکبار مصرف

source: OTP Request
fa_ir: درخواست رمز یکبار مصرف

source: User
fa_ir: کاربر

source: code
fa_ir: کد

source: Email OR Mobile
fa_ir: ایمیل یا موبایل

source: Type
fa_ir: نوع

source: Email
fa_ir: ایمیل

source: Mobile
fa_ir: موبایل

source: Status
fa_ir: وضعیت

source: Pending
fa_ir: در انتظار

source: Used
fa_ir: مصرف شده

source: Expired
fa_ir: منقضی شده

source: Failed
fa_ir: ناموفق

source: Created At
fa_ir: ایجاد شده در

source: Your entered value is not a mobile or email address.
fa_ir: مقداری که وارد کرده‌اید موبایل یا ایمیل معتبری نیست.

source: User registration is currently disabled. Please try again later or contact the site administrator.
fa_ir: ثبت‌نام کاربران در حال حاضر غیرفعال است. لطفاً بعداً دوباره امتحان کنید یا با مدیر سایت تماس بگیرید.

source: Please try again after %s.
fa_ir: لطفا پس از %s دوباره تلاش کنید.

source: You've entered the wrong OTP too many times. Please request a new code.
fa_ir: تعداد تلاش‌های اشتباه شما حد مجاز را رد کرد. لطفا کد جدیدی درخواست کنید.

source: OTP expired
fa_ir: رمز یکبار مصرف منقضی شده است

source: Incorrect OTP. Please try again.
fa_ir: رمز یکبار مصرف اشتباه است. لطفا دوباره تلاش کنید.

source: OTP not found.
fa_ir: رمز یکبار مصرف یافت نشد.

source: OTP Generator
fa_ir: تولید کننده رمز یکبار مصرف

source: OTP
fa_ir: رمز یکبار مصرف

source: OTP Setting
fa_ir: تنظیمات رمز یکبار مصرف

source: General
fa_ir: عمومی

source: General Configuration
fa_ir: پیکربندی عمومی

source: OTP Limits
fa_ir: محدودیت‌های رمز یکبار مصرف

source: Validity Limit
fa_ir: مدت زمان اعتبار

source: Duration (in minutes) that a code remains valid. After this period, the code expires and becomes unusable.
fa_ir: مدت زمانی (بر حسب دقیقه) که کد معتبر است. پس از این زمان، کد منقضی می‌شود و دیگر قابل استفاده نیست.

source: Max Attempts
fa_ir: تلاش‌های مجاز برای ورود کد

source: Number of times a user is allowed to enter an incorrect code. After exceeding this limit, the code is failed and a new one must be requested.
fa_ir: تعداد دفعاتی که کاربر مجاز است کد اشتباه وارد کند. پس از این تعداد، کد فعلی غیرفعال می‌شود و باید کد جدید دریافت شود.

source: Request Limit
fa_ir: سقف درخواست

source: The number of times a user can request a new code in a period. after this limit a cooldown started.
fa_ir: تعداد دفعاتی که یک کاربر می‌تواند در طول یک روز کد جدید درخواست کند. بیشتر از این مقدار کاربر تا مدت زمانی نمی‌تواند درخواست جدیدی ارسال کند.

source: Rate Limiting Mode
fa_ir: نوع محدودیت زمانی

source: Fixed
fa_ir: ثابت

source: Exponential
fa_ir: نمایی

source: Defines whether the cooldown time after exceeding limits remains fixed or increases exponentially with repeated violations.
fa_ir: مشخص می‌کند که زمان توقف پس از رسیدن به سقف درخواست، ثابت باشد یا به‌صورت افزایشی (نمایی) با هر بار تخطی بیشتر شود.

source: Initial Wait
fa_ir: تاخیر اولیه

source: Cooldown period (in minutes) during which new requests are blocked after reaching the daily request limit.
fa_ir: مدت زمانی (بر حسب دقیقه) که پس از رسیدن به سقف درخواست، دیگر به درخواست‌های کاربر پاسخ داده نمی‌شود.

source: Notification
fa_ir: اعلان

source: Notification Configuration
fa_ir: پیکربندی اعلان

source: Email Subject
fa_ir: موضوع ایمیل

source: Code
fa_ir: کد یکبار مصرف

source: Email Content
fa_ir: محتوای ایمیل

source: Expire
fa_ir: انقضا

source: Website
fa_ir: وب‌سایت
